export const STATE_LIST: string[] = [
	'가족 : 1~4등급 O, 자격증 O',
	'가족 : 1~4등급 O, 자격증 X',
	'가족 : 5등급',
	'가족 : 등급 신청 중',
	'가족 : 단순 문의 / 인지',
	'일반 : 구인문의',
	'목욕 : 구인문의',
	'입주 : 구인문의',
	'일반/목욕 : 구직문의',
	'일반 : 기매칭',
	'일반 : 입주요양 구인구직',
	'복지용구',
	'부재 / 통화요망',
	'홈페이지 예약',
	'스마일콜',
	'기타 : 방문간호',
	'기타 : 자격증/교육원',
	'기타 : 등급 신청 문의',
	'기타 : 등급 신청 대행',
	'기타 : 종료 / 기타 문의',
	'기타 : 무응답',
	'간병 : 유형 미파악',
	'간병 : 구직 - 병원',
	'간병 : 구직 - 입주',
	'간병 : 구인 - 병원',
	'간병 : 구인 - 입주',
	'VOC : 고객 단순 요청/문의',
	'VOC : 고객 클레임',
];

export const RESERVATION_LIST: string[] = [
	'임규경 예약콜',
	'원효정 예약콜',
	'김미가 예약콜',
	'이수환 예약콜',
	'김태석 예약콜',
	'이가은 예약콜',
	'김지은 예약콜',
	'곽조아 예약콜',
	'전담비 예약콜',
	'최지은 예약콜',
];

export const PROGRESS_LIST: string[] = [
	'서류 받음',
	'서류 대기중',
	'연락가능성 높음',
	'연락가능성 낮음',
	'매칭 요청',
	'기존 고객',
	'이탈 - 시작요청일 늦음',
	'이탈 - 급여 차이 적음',
	'이탈 - 타 센터에서 잡음',
	'이탈 - 기타',
];

export const INFLOW_LIST: string[] = [
	'TV광고',
	'유튜브',
	'인터넷(검색/뉴스 등)',
	'인터넷(블로그)',
	'인터넷(지식in)',
	'지인 소개',
	'홈페이지(pc)',
	'홈페이지(mo)',
	'전단지',
	'페이스북',
	'인스타',
	'라디오',
	'캐시워크',
	'케어랩스 DB',
	'나머지',
];

export const TIME_LIST: string[] = ['60분', '90분', ''];

export const SELF_PAY_RATE_LIST: string[] = ['', '15%', '9%', '6% (감경)', '6% (의료)', '0%'];

export const WORK160_LIST: string[] = ['', '이상', '미만'];

export const CERTIFICATE_LIST: string[] = ['', 'O', 'X'];

export const WHY_LIST: string[] = [
	'높은 급여',
	'정동원 / 장민호 팬',
	'지인 추천',
	'일자리가 더 많을 것 같아서',
	'요양보호사 권익 생각해줘서',
	'유튜브 설명 좋아서',
	'티비에 나와서',
	'전국적이라서',
	'체계적이라서',
	'등급 대행 해줄 줄 알고',
	'기타',
];

export const ADVANTAGES_LIST: string[] = [
	'친절',
	'비대면',
	'높은 급여',
	'빠른 피드백',
	'간편함',
	'전문적',
	'체계적',
	'전국',
	'기타',
];

export const DISADVANTAGES_LIST: string[] = [
	'휴일 연락 불가',
	'연락 느림',
	'구인 늦음-일반',
	'구인 늦음-목욕',
	'교류 부족',
	'태그 어려움',
	'유도리 부족',
	'기타',
];

export const ADD_INQUIRY_LIST: string[] = [
	'이용X',
	'가족요양',
	'방문요양',
	'방문목욕',
	'방문간호',
	'주야간',
	'기타',
];

export const EXPERIENCE_LIST: string[] = ['신규', '이관', ''];

export const COUNSELORS: string[] = [
	'임규경',
	'원효정',
	'김미가',
	'이수환',
	'김태석',
	'이가은',
	'김지은',
	'곽조아',
	'전담비',
	'최지은',
];
